[{"content":"Floodlights and a drone have been deployed in the search of the Saudi consul general’s residence in Istanbul after Turkish investigators were finally allowed access to the property, where it is believed a Saudi hit squad sent to silence the dissident journali… [+7006 chars]","contenttype":"application/json","language":"en"},{"content":"Image copyright AFP Image caption Gen Raziq (C) was a powerful opponent of the Taliban A top Afghan security commander, Kandahar police chief Gen Abdul Raziq, has been shot dead by a bodyguard. Taliban militants claimed the attack after a high-level meeting i… [+3608 chars]","contenttype":"application/json","language":"en"},{"content":null,"contenttype":"application/json","language":"en"},{"content":"A Conservative MP has branded Theresa May's Government a \"s--- show\" and warned the party has headed down the wrong direction so far he would not vote Conservative in a general election. Johnny Mercer, a former army captain, said he is part of a group of mode… [+447 chars]","contenttype":"application/json","language":"en"},{"content":"Theresa May’s gamble to unlock Brexit talks by offering to keep Britain tied to the EU until 2021 has set off a torrent of criticism at Westminster, with MPs from across the Brexit divide lining up to attack the plan. Mrs May acknowledged she was willing to e… [+3965 chars]","contenttype":"application/json","language":"en"},{"content":"The family of a man who was killed when his vehicle was struck by a car towing a caravan in the wrong direction on the M40 have been left “angry and emotional” by the discovery that the driver who caused the crash had been involved in a collision five days ea… [+3666 chars]","contenttype":"application/json","language":"en"},{"content":null,"contenttype":"application/json","language":"en"},{"content":"Lewis Hamilton and Fernando Alonso were McLaren team-mates in 2007, with both men missing out on the world title by one point Lewis Hamilton is one of the five greatest champions in Formula 1 history, says Fernando Alonso. Hamilton will become only the third … [+4171 chars]","contenttype":"application/json","language":"en"},{"content":null,"contenttype":"application/json","language":"en"},{"content":null,"contenttype":"application/json","language":"en"},{"content":null,"contenttype":"application/json","language":"en"},{"content":"Donald Trump is threatening to deploy the US military and close the southern border with Mexico if a convoy of migrants from Central America is allowed to keep moving northwards. The group of would-be immigrants, which has now grown to as many as 4,000 people… [+5250 chars]","contenttype":"application/json","language":"en"},{"content":null,"contenttype":"application/json","language":"en"},{"content":"HATE Preacher Anjem Choudary has been declared a terrorist in Trinidad and Tobago. An application made by the Attorney General for a declaratory order under the Anti-Terrorism Act came up for hearing this morning before Justice Frank Seepersad at the San Fern… [+1708 chars]","contenttype":"application/json","language":"en"},{"content":null,"contenttype":"application/json","language":"en"},{"content":"Image copyright PA A case of BSE - so-called mad cow disease - has been confirmed at a farm in Aberdeenshire. BBC Scotland understands the \"isolated\" case involves a beef herd in the Huntly area. Rural Economy Secretary Fergus Ewing said a movement ban was no… [+5052 chars]","contenttype":"application/json","language":"en"},{"content":null,"contenttype":"application/json","language":"en"},{"content":"Knife crime in London has risen to its highest ever level with nearly 15,000 offences committed during the past year, according to figures out today. The Office for National Statistics said the total of 14,987 knife crimes in the year to the end of June was a… [+3487 chars]","contenttype":"application/json","language":"en"},{"content":"LANGKAWI: A British woman was arrested after she allegedly stabbed her husband to death in Kampung Gelam, Mukim Kedawang here. Police, who rushed to the scene after receiving a call from the British's couple's neighbour, found the 62-year-old man sprawled in … [+584 chars]","contenttype":"application/json","language":"en"},{"content":null,"contenttype":"application/json","language":"en"}]