{
  "us": [
    {
      "content": "HOUSTON -- Instead of toasting again, the Houston Astros are toast. With a 4-1 loss to the Boston Red Sox in Game 5 of the American League Championship Series, the Astros' bid to repeat as World Series champs is officially over. After pitching six scoreless i… [+5853 chars]",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": null,
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "PORTLAND, Ore. -- LeBron James ' debut with his new club began with two monstrous tomahawk dunks in the span of 19 seconds. But James knows he and the Los Angeles Lakers are far from a slam dunk right now and that their chemistry won't come nearly as fast. Af… [+5747 chars]",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "Ralph Freso/Associated Press It wasn't exactly news entering Thursday's home tilt with the Denver Broncos that the Arizona Cardinals are not a good football team. The Cardinals rank at or near the bottom of the NFL in just about every offensive category, and … [+7601 chars]",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "Ms. Haley also chided The New York Times for an article last month that left the misimpression that the Trump administration had spent more than $52,000 on curtains for her diplomatic residence. The curtains had been ordered by the Obama administration. (The … [+1629 chars]",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "But Mr. Trump frequently veered off topic: He mounted a defense against the special counsel’s investigation into Russian election interference; he relitigated both his election victory and the bitter fight to confirm Justice Brett M. Kavanaugh to the Supreme … [+1430 chars]",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "Hold The Presses: Winter Outlook Just Released Maybe it's the way we're wired - part of the human condition. We tend to fear change, and there is a very real fear of the unknown. Take winter in Minnesota, for example. \"Paul, is it going to be a fierce winter … [+21840 chars]",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "Sen. Heidi Heitkamp Mary (Heidi) Kathryn Heitkamp Poll: Dem Donnelly has 4-point lead in Indiana Senate race Election Countdown: O'Rourke goes on the attack | Takeaways from fiery second Texas Senate debate | Heitkamp apologizes for ad misidentifying abuse vi… [+8257 chars]",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "GUATEMALA CITY — As some 3,000 Hondurans made their way through Guatemala, attention turned to Mexico, after U.S. President Donald Trump threatened Thursday to close the U.S.-Mexico border if authorities there fail to stop them — a nearly unthinkable move tha… [+7628 chars]",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "Hard-line Republicans and conservative commentators are mounting a whispering campaign against Jamal Khashoggi that is designed to protect President Trump from criticism of his handling of the dissident journalist’s alleged murder by operatives of Saudi Arabi… [+9081 chars]",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "Russian President Vladimir Putin gloated Thursday about what he sees as the end of the United States’ world dominance due to growing “mistakes.” Putin also claimed America holds “some responsibility” for the disappearance of Washington Post columnist Jamal Kh… [+2179 chars]",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "BARRON, WIS. – They left their homes and their jobs at midday Thursday to answer a sheriff's call to help look for one of their own. Trudging through knee-high brush, dozens of volunteers from the small towns of northwestern Wisconsin turned out in early afte… [+4719 chars]",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": null,
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "Interior Department officials said Thursday that they did not approve the hiring of a political appointee as the agency’s acting watchdog, calling the announcement of her move by Housing and Urban Development Secretary Ben Carson “100 percent false informatio… [+7143 chars]",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "[ Read about the grand jury report here. ] The scope of the Justice Department’s investigation is unclear, including whether it could cover other states in the country. A spokesman for the archdiocese of Chicago said Thursday that it had not received a subpoe… [+1802 chars]",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "THE POINT -- NOW ON YOUTUBE! In each episode of his weekly YouTube show, Chris Cillizza will delve a little deeper into the surreal world of politics. Click to subscribe!",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "Video of a woman leaving a 2-year-old boy on a stranger's doorstep in the Houston area has gone viral. On Wednesday night, surveillance camera at a home in Spring, Texas, captured a woman carrying a child by the arm, setting him down on the front steps and fr… [+4446 chars]",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": null,
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "“Like former N.S.A. contractor Reality Winner, who also faced prosecution under the Espionage Act, Terry Albury was a whistle-blower motivated by conscience who was targeted not because he harmed national security but because authorities found his disclosures… [+1811 chars]",
      "contenttype": "application/json",
      "language": "en"
    },
    {
      "content": "When Harvard University admitted several applicants tied to influential donors in 2013, including one who had promised to pay for a building, the Kennedy School dean fired off an e-mail calling the head of admissions “my hero.” “Once again you have done wonde… [+6668 chars]",
      "contenttype": "application/json",
      "language": "en"
    }
  ]
}